---
kind: other
id: Methods.T:Autodesk.Revit.DB.Ceiling
zh: 天花板、吊顶
source: html/1678d796-e65a-3d2b-278d-fce55a00f819.htm
---
# Ceiling Methods

**中文**: 天花板、吊顶

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.